[
  "table-editor-obsidian",
  "calendar",
  "obsidian-excalidraw-plugin",
  "sliding-panes-obsidian",
  "obsidian-mind-map",
  "obsidian-tasks-plugin",
  "oz-image-plugin",
  "url-into-selection",
  "better-word-count",
  "obsidian-emoji-toolbar",
  "code-block-copy",
  "obsidian-paste-image-rename"
]